[
  {
    "title": "Прогноз погоды",
    "description": "Приложение написанное с использование паттерна MVC. Данные о погоде взяты с OpenWeatherMap API.",
    "links": [
      "https://github.com/Baichik/clima_mvc.git"
    ]
  },
  {
    "title": "Photo location",
    "description": "Приложение для создания и сохранения фотографий, описаний и местоположений где они были сделаны. Все данные хранятся в SQLite. Использовал в качестве state magment provider.",
    "links": [
      "https://github.com/Baichik/photo-location-app.git"
    ]
  },
  {
    "title": "История Кыргызстана",
    "description": "Проект созданный с целью облегчение жизни студентов МУЦА. Приложение представляет собой электронную книгу История Кыргызстана О. Дж. Осмонова. Так же для удобства и большей информативности все исторические личности из книги добавлены в отдельный раздел с подробным описанием каждого, а в разделе тестирование студенты могут проходить тесты разделенные по темам и подготовиться к государственным экзаменам. Приложение написано с использованием чистой архитектуры и state managment bloc.",
    "links": [
      "https://github.com/boorsoft/history-kg.git"
    ]
  },
  {
    "title": "Skirrum",
    "description": "Skirrum это образовательная платформа для потребления в основном видео контента как бесплатного(видео 9/16 или shorts 4/3) так и платного(целый плейлист из видеоуроков). Так же есть раздел марафон где выложены плейлист из коротких видео и задание с описанием, участники марафона соревнуются между собой выполняя задание и ведется статистика участников. В конце марафона объявляется победитель(победителю полагается приз от создателя марафона).",
    "links": [
      "https://github.com/ho1yspirt/project_lagann.git"
    ]
  },
  {
    "title": "BoorShop",
    "description": "Приложение с возможностью авторизоваться через google, facebook, войти или создать новый аккаунт. Так же можно посмотреть товары и добавить в избранное. Все данные хранятся в SQLite. Использовал в качестве state magment provider.",
    "links": [
      "https://github.com/Baichik/boorShop.git",
      "https://console.firebase.google.com/project/boorshop-fe838/overview"
    ]
  }
]